tap "achannarasappa/tap"
tap "clintmod/formulas"
tap "cormacrelf/tap"
tap "d12frosted/emacs-plus"
tap "espanso/espanso"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "noahgorstein/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "railwaycat/emacsmacport"
tap "saulpw/vd"
brew "ack"
brew "act"
brew "adns"
brew "libssh"
brew "libyaml"
brew "sqlite"
brew "xz"
brew "ansible"
brew "ansifilter"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "openexr"
brew "webp"
brew "aspell"
brew "automake"
brew "icu4c"
brew "libusb"
brew "awscli"
brew "bash"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "bat-extras"
brew "freetype"
brew "pcre2"
brew "glib"
brew "harfbuzz"
brew "bazel"
brew "berkeley-db", link: true
brew "c-ares"
brew "cmake"
brew "cmake-docs"
brew "cmocka"
brew "gmp"
brew "coreutils"
brew "cscope"
brew "ctags"
brew "delve"
brew "difftastic"
brew "diffutils"
brew "direnv"
brew "discount"
brew "docbook"
brew "docbook-xsl"
brew "docker-completion"
brew "docker", link: false
brew "docker-compose"
brew "dos2unix"
brew "editorconfig"
brew "fd"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gdbm"
brew "gflags"
brew "gh"
brew "libidn"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gitu"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gmime"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "go"
brew "protobuf"
brew "grpc"
brew "grpcurl"
brew "lua"
brew "highlight"
brew "ncurses"
brew "htop"
brew "hugo"
brew "iftop"
brew "libde265"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "pcre"
brew "libomp"
brew "libtool"
brew "imagemagick"
brew "ipcalc"
brew "irssi"
brew "jansson"
brew "jc"
brew "jemalloc"
brew "jid"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "libb2"
brew "libarchive"
brew "libev"
brew "libffi"
brew "libmagic"
brew "libmaxminddb"
brew "libsmi"
brew "libsodium"
brew "links"
brew "llvm@17"
brew "lmdb"
brew "luarocks"
brew "lzlib"
brew "make"
brew "node"
brew "markdownlint-cli"
brew "minikube"
brew "moreutils"
brew "mosh"
brew "mtr"
brew "talloc"
brew "xapian"
brew "tokyo-cabinet"
brew "neomutt"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node-sass"
brew "pandoc"
brew "perl"
brew "pinentry-mac"
brew "popt"
brew "proselint"
brew "pyenv"
brew "pyenv-pip-migrate", args: ["HEAD"]
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.9"
brew "rancid"
brew "rbenv"
brew "rclone"
brew "restic"
brew "ripgrep"
brew "rpm2cpio"
brew "ruby"
brew "rust"
brew "shellcheck"
brew "shyaml"
brew "sipcalc"
brew "ssh-vault"
brew "swig"
brew "switchaudio-osx"
brew "tcpreplay"
brew "telnet"
brew "testssl"
brew "the_silver_searcher"
brew "tig"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "ugrep"
brew "urlview"
brew "vale"
brew "vim"
brew "wget"
brew "xmlto"
brew "xsv"
brew "yubico-piv-tool"
brew "zlib"
brew "zsh-completions"
brew "cormacrelf/tap/dark-notify"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "noahgorstein/tap/jqp"
brew "qmk/qmk/qmk"
cask "1password-beta"
cask "1password-cli-beta"
cask "airbuddy"
cask "balenaetcher"
cask "bartender"
cask "choosy"
cask "cleanshot"
cask "dash"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-ia-writer-duo"
cask "font-ia-writer-mono"
cask "font-ia-writer-quattro"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-overpass"
cask "hook"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "marked"
cask "monodraw"
cask "omnigraffle"
cask "openinterminal"
cask "oracle-jdk"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlvideo"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle-pro"
cask "suspicious-package"
cask "thingsmacsandboxhelper"
cask "transmit"
cask "vagrant"
cask "vimr"
cask "wireshark"
